{"translation-revision-date":"2024-04-24 06:10:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Taxonomy Columns is a %1$s feature. %2$s":["Taxonomy Columns adalah fitur  %1$s. %2$s"],"OpenAI Integration is a %1$s feature. %2$s":["Integrasi OpenAI adalah %1$s fitur. %2$s"],"Dashboard Widgets is a %1$s feature. %2$s":["Dashboard Widgets adalah fitur %1$s. %2$s"],"This allows you to hide plugin announcements and update details in the Notification Center.":["Anda dapat menyembunyikan pemberitahuan plugin dan detail pembaruan di Notification Center."],"The API key you have entered is invalid. Please check your API key and try again.":["API Key tidak valid. Cek API Key dan coba lagi."],"OpenAI API Key":["API Key OpenAI"],"Enter an OpenAI API key in order to automatically generate SEO titles and meta descriptions for your pages. %1$s":["Masukkan API key OpenAI untuk otomatis membuat judul SEO dan deskripsi meta untuk halaman-halaman Anda.%1$s"],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["Periksa ini jika Anda ingin menghapus SEMUA data %1$s selama penghapusan plugin. Semua forms, entries, file yang telah diupload akan tidak terlacak. "],"Uninstall %1$s":["Uninstal %1$s"],"Select which Taxonomies you want to use the %1$s columns with.":["Pilih Taksonomi mana Anda ingin menggunakan kolom %1$s."],"Taxonomy Columns":["Kolom Taksonomi"],"You will need to manually update everything.":["Anda butuh meng-update semuanya secara manual"],"You are getting bugfixes and security updates, but not major features.":["Anda mendapatkan perbaikan bug dan update keamanan, namun bukan fitur utama. "],"Minor Only":["Hanya Minor"],"You are getting the latest features, bugfixes, and security updates as they are released.":["Anda mendapatkan fitur terbaru, perbaikan bug, dan update keamanan saat dirilis."],"All (recommended)":["Semua (direkomendasikan)"],"Automatic Updates":["Update Otomatis"],"Announcements":["Pengumuman"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["Ini menambahkan %1$s ke toolbar admin untuk akses lebih mudah ke pengaturan SEO Anda. "],"Admin Bar Menu":["Menu Bar Admin"],"Usage Tracking":["Pelacakan Penggunaan"],"Select which Post Types you want to use the %1$s columns with.":["Pilih Tipe Post mana yang ingin Anda gunakan dengan %1$s."],"Post Type Columns":["Kolom Jenis postingan"],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["Aktifkan skor TruSEO kami untuk membantu Anda mengoptimasi konten Anda pada trafik maksimum. "],"TruSEO Score & Content":["Skor dan Konten TruSEO"],"Complete documentation on usage tracking is available %1$shere%2$s.":["Dokumentasi lengkap pelacakan penggunaan tersedia %1$sdisini%2$s."],"Include All Taxonomies":["Masukkan Semua Taksonomi"],"None":["Tidak ada"],"SEO Analysis":["Analisis SEO"],"Include All Post Types":["Masukkan Semua Tipe Postingan"],"SEO News":["Berita SEO"],"Advanced Settings":["Pengaturan Lanjutan"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.CwBSJA0Z.js"}}