{"translation-revision-date":"2024-04-24 06:10:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Crawl-delay must be a number starting from 1.":["Crawl-delay harus berupa angka mulai dari 1."],"For some crawlers, encountering conflicting \"Crawl-delay\" might lead to unpredictable behavior.":["Untuk beberapa crawler, menghadapi konflik \"Crawl-delay\" mungkin menyebabkan perilaku yang tidak dapat diprediksi."],"https:\/\/any-domain.com\/robots.txt":["https:\/\/any-domain.com\/robots.txt"],"Import from URL":["Impor dari URL"],"Import Robots.txt":["Impor Robots.txt"],"Invalid robots.txt URL.":["URL robots.txt tidak valid."],"Paste Robots.txt text":["Masukkan teks Robots.txt"],"from the network level":["dari level jaringan"],"Select Site":["Pilih Situs"],"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Tampaknya server Anda berjalan di nginx, jadi perbaikan kemungkinan besar memerlukan penambahan aturan penulisan ulang yang benar ke konfigurasi nginx kami. %1$s Periksa dokumentasi kami untuk informasi lebih lanjut %2$s."],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Sepertinya Anda melewatkan aturan penulisan ulang yang tepat untuk file robots.txt."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Situs ini berjalan di sub-direktori situs utama Anda yang terletak di %1$s. File robots.txt Anda seharusnya hanya muncul di direktori root situs itu."],"Import and Delete":["Impor dan Hapus"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s telah mendeteksi file robot.txt fisik di folder root dari instalasi WordPress Anda. Sebaiknya hapus file ini karena dapat menyebabkan konflik dengan file yang dibuat secara dinamis dari WordPress. %2$s dapat mengimpor file ini dan menghapusnya, atau Anda dapat langsung menghapusnya."],"Open Robots.txt":["Open Robots.txt"],"Delete Rule":["Hapus Rule"],"Enable Custom Robots.txt":["Aktifkan Custom Robots.txt"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Sama seperti WordPress, %1$s menghasilkan file dinamis sehingga tidak ada file statis yang ditemukan di server Anda. Konten file robots.txt disimpan di database WordPress Anda."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["Editor robots.txt di %1$s memungkinkan Anda menyiapkan file robots.txt untuk situs Anda yang akan menggantikan file robots.txt default yang dibuat WordPress. Dengan membuat file robots.txt dengan %2$s Anda memiliki kendali lebih besar atas petunjuk yang Anda berikan kepada penelusur web tentang situs Anda."],"Disallow":["Jangan Izinkan"],"Allow":["Izinkan"],"User Agent":["Agen Pengguna"],"Add Rule":["Tambah Aturan"],"Robots.txt Editor":["Editor Robots.txt"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RobotsEditor.F9oPsG7N.js"}}